const regionsISO = [
    {
       "code": "MOW",
       "value": "Москва"
    },
    {
       "code": "MOS",
       "value": "Московская область"
    },

    {
       "code": "SPE",
       "value": "Санкт-Петербург"
    },
    {
       "code": "LEN",
       "value": "Ленинградская область"
    },
    {
      "code": "AD",
      "value": "Адыгея республика"
    },
    {
      "code": "AL",
      "value": "Алтай республика"
    },
    {
      "code": "ALT",
      "value": "Алтайский край"
    },
    {
      "code": "AMU",
      "value": "Амурская область"
    },
    {
      "code": "ARK",
      "value": "Архангельская область"
    },
    {
      "code": "AST",
      "value": "Астраханская область"
    },
    {
      "code": "BA",
      "value": "Башкортостан республика"
    },
    {
      "code": "BEL",
      "value": "Белгородская область"
    },
    {
      "code": "BRY",
      "value": "Брянская область"
    },
    {
      "code": "BU",
      "value": "Бурятия республика"
    },
    {
      "code": "VLA",
      "value": "Владимирская область"
    },
    {
      "code": "VGG",
      "value": "Волгоградская область"
    },
    {
      "code": "VLG",
      "value": "Вологодская область"
    },
    {
      "code": "VOR",
      "value": "Воронежская область"
    },
    {
      "code": "DA",
      "value": "Дагестан республика"
    },
    {
      "code": "YEV",
      "value": "Еврейская автономная область"
    },
    {
      "code": "ZAB",
      "value": "Забайкальский край"
    },
    {
      "code": "IVA",
      "value": "Ивановская область"
    },
    {
      "code": "IN",
      "value": "Ингушетия республика"
    },
    {
      "code": "IRK",
      "value": "Иркутская область"
    },
    {
      "code": "KB",
      "value": "Кабардино-Балкария республика"
    },
    {
      "code": "KGD",
      "value": "Калининградская область"
    },
    {
      "code": "KL",
      "value": "Калмыкия республика"
    },
    {
      "code": "KLU",
      "value": "Калужская область"
    },
    {
      "code": "KAM",
      "value": "Камчатский край"
    },
    {
      "code": "KC",
      "value": "Карачаево-Черкесия республика"
    },
    {
      "code": "KR",
      "value": "Карелия республика"
    },
    {
      "code": "KEM",
      "value": "Кемеровская область"
    },
    {
      "code": "KIR",
      "value": "Кировская область"
    },
    {
      "code": "KO",
      "value": "Коми республика"
    },
    {
      "code": "KOS",
      "value": "Костромская область"
    },
    {
      "code": "KDA",
      "value": "Краснодарский край"
    },
    {
      "code": "CR",
      "value": "Крым республика"
    },
    {
      "code": "KYA",
      "value": "Красноярский край"
    },
    {
      "code": "KGN",
      "value": "Курганская область"
    },
    {
      "code": "KRS",
      "value": "Курская область"
    },

    {
      "code": "LIP",
      "value": "Липецкая область"
    },
    {
      "code": "MAG",
      "value": "Магаданская область"
    },
    {
      "code": "ME",
      "value": "Марий Эл республика"
    },
    {
      "code": "MO",
      "value": "Мордовия республика"
    },

    {
      "code": "MUR",
      "value": "Мурманская область"
    },
    {
      "code": "NEN",
      "value": "Ненецкий автономный округ"
    },
    {
      "code": "NIZ",
      "value": "Нижегородская область"
    },
    {
      "code": "NGR",
      "value": "Новгородская область"
    },
    {
      "code": "NVS",
      "value": "Новосибирская область"
    },
    {
      "code": "OMS",
      "value": "Омская область"
    },
    {
      "code": "ORE",
      "value": "Оренбургская область"
    },
    {
      "code": "ORL",
      "value": "Орловская область"
    },
    {
      "code": "PNZ",
      "value": "Пензенская область"
    },
    {
      "code": "PER",
      "value": "Пермский край"
    },
    {
      "code": "PRI",
      "value": "Приморский край"
    },
    {
      "code": "PSK",
      "value": "Псковская область"
    },
    {
      "code": "ROS",
      "value": "Ростовская область"
    },
    {
      "code": "RYA",
      "value": "Рязанская область"
    },
    {
      "code": "SAM",
      "value": "Самарская область"
    },

    {
      "code": "SAR",
      "value": "Саратовская область"
    },
    {
      "code": "SA",
      "value": "Саха республика"
    },
    {
      "code": "SAK",
      "value": "Сахалинская область"
    },
    {
      "code": "SVE",
      "value": "Свердловская область"
    },
    {
      "code": "SEV",
      "value": "Севастополь"
    },
    {
      "code": "SE",
      "value": "Северная Осетия республика"
    },
    {
      "code": "SMO",
      "value": "Смоленская область"
    },
    {
      "code": "STA",
      "value": "Ставропольский край"
    },
    {
      "code": "TAM",
      "value": "Тамбовская область"
    },
    {
      "code": "TA",
      "value": "Татарстан республика"
    },
    {
      "code": "TVE",
      "value": "Тверская область"
    },
    {
      "code": "TOM",
      "value": "Томская область"
    },
    {
      "code": "TUL",
      "value": "Тульская область"
    },
    {
      "code": "TY",
      "value": "Тыва республика"
    },
    {
      "code": "TYU",
      "value": "Тюменская область"
    },
    {
      "code": "UD",
      "value": "Удмуртия республика"
    },
    {
      "code": "ULY",
      "value": "Ульяновская область"
    },
    {
      "code": "KHA",
      "value": "Хабаровский край"
    },
    {
      "code": "KK",
      "value": "Хакасия республика"
    },
    {
      "code": "KHM",
      "value": "Ханты-Мансийский автономный округ — Югра"
    },
    {
      "code": "CHE",
      "value": "Челябинская область"
    },
    {
      "code": "CE",
      "value": "Чечня республика"
    },
    {
      "code": "CU",
      "value": "Чувашия республика"
    },
    {
      "code": "CHU",
      "value": "Чукотский автономный округ"
    },
    {
      "code": "YAN",
      "value": "Ямало-Ненецкий автономный округ"
    },
    {
      "code": "YAR",
      "value": "Ярославская область"
    }
];

export default regionsISO;
